Repository: belaadel/creta
Catalog: *.po
Languages: ar

source: 404! Page Not Found
ar: 404! الصفحة غير موجودة

source: Back To Home
ar: العودة إلى الصفحة الرئيسية

source: Oops! The Page you requested was not found!
ar: آسف! الصفحة المطلوبة لم يتم العثور على!

source: Comments are closed.
ar: التعليقات مغلقة.

source: Home
ar: الصفحة الرئيسية

source: By
ar: من طرف

source: Sorry, What you are looking isn't here.
ar: عذرا، ما تبحث عنه ليس هنا.

source: Published by
ar: نشر من قبل

source: This post is password protected. Enter the password to view comments.
ar: هذه التدوينة محمية بكلمة مرور. أدخل كلمة المرور لمشاهدة التعليقات.

source: Search
ar: بحث

source: My Cart
ar: سلة التسوق

source: Product Banner
ar: بانر المنتج

source: Remove This Item
ar: أزل هذا العنصر

source: items
ar: العناصر

source: Edit item
ar: تعديل العنصر

source: Subtotal
ar: مبلغ إجمالي

source: Checkout
ar: الدفع

source: View Cart
ar: عرض السلة

source: Follow Us
ar: تابعنا

source: Sorry, nothing in cart.
ar: عذرا، لا يوجد شيء في سلة التسوق.

source: Out of stock
ar: إنتهى من المخزن

source: Read more
ar: اقرأ أكثر

source: Select options
ar: اشر على الخيارات

source: Sale
ar: تخفيض

source: hot
ar: ساخن

source: Quick View
ar: نظرة سريعة

source: English
ar: إنجليزية

source: French
ar: فرنسية

source: German
ar: ألمانية

source: USD
ar: دولار أمريكي

source: $ - Dollar
ar: $ - دولار

source: &pound; - Pound
ar: &pound; - جنيه

source: &euro; - Euro
ar: &euro; - يورو

source: You are logged in as
ar: مسجل دخولك باسم

source: clicker:
ar: مقرقعة:

source: Search entire store here...
ar: البحث في المخزن الكامل هنا...

source: Main sidebar that appears on the left.
ar: الشريط الجانبي الرئيسي الذي يظهر على اليسار.

source: Appears in the footer section of the site.
ar: يظهر في قسم تذييل الصفحة.

source: Post Layout
ar: مظهر المقالة

source: Browse...
ar: تصفح...

source: Click to browse icon
ar: انقر لتصفح الأيقونة

source: New
ar: الجديد

source: Products
ar: منتجات

source: Best
ar: أفضل

source: Featured
ar: متميز

source: Recommended
ar: موصى به

source: Latest
ar: آخر

source: VIEW ALL
ar: عرض الكل

source: offer banner
ar: لافتة العرض

source: No products found
ar: لم يتم العثور على منتجات

source: Sorry, no posts matched your criteria.
ar: عفوا، لا يوجد منشور يطابق معيارك.

source: Related
ar: ذات صلة

source: Related Products
ar: منتجات ذات صلة

source: Upsell
ar: أوبسيل

source: Upsell Products
ar: منتجات أوبسيل

source: List
ar: جدول

source: Add to Compare
ar: أضف للمقارنة

source: Add to WishList
ar: أضف إلى قائمة الامنيات

source: Proceed to Checkout
ar: باشرالأداء

source: Clear Cart
ar: إفراغ السلة

source: Continue Shopping
ar: مواصلة التسوق

source: Discount Codes
ar: قسيمة التخفيضات

source: Update Cart
ar: تحديث السلة

source: Show breadcrumb
ar: عرض مسار التنقل

source: Yes
ar: نعم

source: No
ar: لا

source: Special
ar: خاص

source: Move up
ar: حرك لأعلى

source: Move down
ar: حرك لأسفل

source: Edit Menu Item
ar: تحرير عنصر القائمة

source: URL
ar: الرابط

source: Navigation Label
ar: تسمية/ملصق التنقل

source: Open link in a new window/tab
ar: افتح الرابط في (نافذة / علامة تبويب) جديدة

source: Font Awesome Icon Class
ar: صنف أيقونة خط آوسم

source: Don't link
ar: لا تضع رابط

source: Don't show a link
ar: عدم إظهار رابط

source: Don't show a link on mobile panel
ar: عدم عرض رابط على لوحة الجوال

source: Menu Type
ar: نوع القائمة

source: Narrow
ar: ضيقة

source: Wide
ar: واسعة

source: Popup Position
ar: تموضع النافذة المنبثقة

source: Left
ar: اليسار

source: Right
ar: اليمين

source: Justify (only for wide)
ar: شامل (فقط للعرض واسع)

source: Center (only for wide)
ar: وسط (فقط للعرض واسع)

source: Popup Columns (only for wide)
ar: أعمدة المنبثقة (فقط للعرض الواسع)

source: Select
ar: اختر

source: 2 Columns
ar: 2 أعمدة

source: 3 Columns
ar: 3 أعمدة

source: 4 Columns
ar: 4 أعمدة

source: 5 Columns
ar: 5 أعمدة

source: 6 Columns
ar: 6 أعمدة

source: Columns (only for wide)
ar: الأعمدة (فقط للعرض الواسع)

source: will occupy x columns of parent popup columns
ar: سوف تشغل الأعمدة كذا من الأعمدة المنبثقة الأم

source: Background Image (only for wide)
ar: صورة الخلفية (فقط للعرض الواسع)

source: Upload Image
ar: تحميل الصورة

source: Remove Image
ar: إزالة الصورة

source: Background Position (only for wide)
ar: تموضع الخلفية (فقط للعرض الواسع)

source: Left Top
ar: أعلى اليسار

source: Left Center
ar: وسط اليسار

source: Left Bottom
ar: أسفل اليسار

source: Center Top
ar: أعلى الوسط

source: Center Center
ar: وسط الوسط

source: Center Bottom
ar: أسفل الوسط

source: Right Top
ar: أعلى اليمين

source: Right Center
ar: وسط اليمين

source: Right Bottom
ar: أسفل اليمين

source: Background Repeat (only for wide)
ar: تكرار الخلفية (فقط على عرض واسع)

source: No Repeat
ar: دون تكرار

source: Repeat All
ar: كرر الكل

source: Repeat Horizontally
ar: كرر أفقيا

source: Repeat Vertically
ar: كرر عموديا

source: Inherit
ar: يرث

source: Background Size (only for wide)
ar: حجم الخلفية (فقط للعرض الواسع)

source: Cover
ar: غطاء

source: Contain
ar: يحتوي

source: Custom Styles (only for wide)
ar: أنماط مخصصة (فقط للعرض الواسع)

source: Tip Label
ar: تسمية تلميح

source: Tip Text Color
ar: لون نص التلميح

source: Tip BG Color
ar: لون خلفية التلميح

source: Title Attribute
ar: سمة العنوان

source: CSS Classes (optional)
ar: فئات CSS (اختياري)

source: Link Relationship (XFN)
ar: علاقة الارتباط (XFN)

source: Description
ar: وصف

source: The description will be displayed in the menu if the current theme supports it.
ar: سيتم عرض الوصف في القائمة إذا كان الموضوع الحالي يدعم ذلك.

source: Remove
ar: إزالة

source: Cancel
ar: إلغاء

source: Pages:
ar: الصفحات:

source: Pages:&nbsp;
ar: الصفحات: &nbsp;

source: Next &raquo;
ar: التالي &raquo;

source: View all posts by %s
ar: عرض جميع المقالات حسب %s

source: Continue reading %s
ar: تابع القراءة %s

source: Edit
ar: تعديل

source: No image URL has been entered.
ar: لم يتم إدخال عنوان ورل للصورة.

source: Image is BMP. Please use either JPG or PNG.
ar: الصورة هي BMP. الرجاء استخدام JPG أو PNG.

source: Top menu
ar: القائمة العلوية

source: Main menu
ar: القائمة الرئيسية

source: Blog Sidebar
ar: الشريط الجانبي للمدونة

source: Shop Sidebar
ar: الشريط الجانبي للمتجر

source: Content Sidebar Left
ar: المحتوى اليسار في الشريط الجانبي

source: Content Sidebar Right
ar: المحتوى اليمين في الشريط الجانبي

source: Footer Widget Area 1
ar: مساحة الودجة 1 في التذييل

source: Footer Widget Area 2
ar: مساحة الودجة 2 في التذييل

source: Footer Widget Area 3
ar: مساحة الودجة 3 في التذييل

source: Footer Widget Area 4
ar: مساحة الودجة 4 في التذييل

source: Footer Widget Area 5
ar: مساحة الودجة 5 في التذييل

source: Page Layout
ar: مظهر الصفحة

source: Reply
ar: الرد

source: Previous Image
ar: الصورة السابقة

source: Next Image
ar: الصورة التالية

source: Next page
ar: الصفحة التالية

source: Logout
ar: الخروج

source: Login
ar: تسجيل الدخول

source: Register
ar: تسجيل

source: Input font awesome icon or icon class. You can see
ar: إدخال أيقونة خط الأوسم أو أيقونة فئة. يمكنك ان ترى

source: Font Awesome Icons in here
ar: أيقونة خط الأوسم هنا

source: Previous page
ar: الصفحة السابقة

source: Home Settings
ar: إعدادات الصفحة الرئيسية

source: Home page settings
ar: إعدادات الصفحة الرئيسية

source: Enable Home Page Gallery
ar: تفعيل معرض الصفحة الرئيسية

source: You can enable/disable Home page Gallery
ar: يمكنك تفعيل / تعطيل معرض الصفحة الرئيسية

source: Unlimited slide uploads with drag and drop sortings.
ar: تحميل غير محدود للسلايد عبر السحب والإفلات.

source: This is a title
ar: هذا هو العنوان

source: Description Here
ar: الوصف هنا

source: Give us a link!
ar: أعطينا رابط/وصلة!

source: Home slider Side Banner 1
ar: منزلق بانر 1 في الصفحة الرئيسية

source: Home slider Side Banner-1 URL
ar: رابط منزلق بانر 1 في الصفحة الرئيسية

source: Home slider Side Banner 2
ar: منزلق بانر 2 في الصفحة الرئيسية

source: Home slider Side Banner-2 URL
ar: رابط منزلق بانر 2 في الصفحة الرئيسية

source: Show Best Seller Products
ar: عرض أفضل منتجات البائع

source: Home bestseller products text
ar: نص المنتجات الأكثر مبيعا على الرئيسية

source: home page bestseller_products-text
ar: نص المنتجات الأكثر مبيعا على الرئيسية

source: Home Best seller Url
ar: رابط المنتجات الأكثر مبيعا على الرئيسية

source: Home Best seller Url.
ar: رابط المنتجات الأكثر مبيعا على الرئيسية

source: Number of Bestseller Products
ar: عدد المنتجات الأكثر مبيعا

source: Number of Bestseller products on home page.
ar: عدد المنتجات الأكثر مبيعا على الرئيسية

source: Show Featured Products
ar: عرض المنتجات المميزة

source: Number of Featured Products
ar: عدد المنتجات المميزة

source: You can show featured products on home page.
ar: يمكنك عرض المنتجات المميزة على الصفحة الرئيسية.

source: Home Featured Products Text
ar: نص المنتجات المميزة على الرئيسية

source: home page featured products text
ar: نص المنتجات المميزة على الرئيسية

source: Home Featured Url
ar: رابط المنتجات المميزة على الرئيسية

source: Home Featured Url.
ar: رابط المنتجات المميزة على الرئيسية

source: Show Recommended Products
ar: عرض المنتجات الموصى بها

source: You can show Recommended products on home page.
ar: يمكنك عرض المنتجات الموصى بها على الصفحة الرئيسية.

source: Home Recommended Products Text
ar: نص المنتجات الموصى بها على الصفحة الرئيسية.

source: home page recommended products text
ar: نص المنتجات الموصى بها على الصفحة الرئيسية.

source: Home Recommended Url
ar: رابط المنتجات الموصى بها على الصفحة الرئيسية.

source: Home Recommended Url.
ar: رابط المنتجات الموصى بها على الصفحة الرئيسية.

source: Number of Recommended Products
ar: عدد المنتجات الموصى بها.

source: Number of Recommended products on home page.
ar: عدد المنتجات الموصى بها على الصفحة الرئيسية.

source: Show Related Products
ar: عرض المنتجات ذات الصلة

source: You can show Related products on home page.
ar: عرض المنتجات ذات الصلة على الصفحة الرئيسية.

source: Related products text
ar: نص المنتجات ذات الصلة

source: related products-text
ar: نص المنتجات ذات الصلة

source: Home Related Url
ar: رابط المنتجات ذات الصلة على الصفحة الرئيسية

source: Home Related Url.
ar: رابط المنتجات ذات الصلة على الصفحة الرئيسية.

source: Number of Related Products
ar: عدد المنتجات ذات الصلة

source: Number of Related products on home page.
ar: عدد المنتجات ذات الصلة على الصفحة الرئيسية.

source: Show Upsell Products
ar: عرض منتجات أوبسيل

source: You can show Upsell products on home page.
ar: يمكنك عرض منتجات أوبسيل على الصفحة الرئيسية.

source: Upsell Products text
ar: نص منتجات أوبسيل

source: upsell products text
ar: نص منتجات أوبسيل

source: Home Upsell Url
ar: عنوان رابط على الصفحة الرئيسية

source: Home Upsell Url.
ar: عنوان رابط على الصفحة الرئيسية.

source: Number of Upsell Products
ar: عدد منتجات أوبسيل

source: Number of Upsell products on home page.
ar: عدد منتجات أوبسيل على الصفحة الرئيسية.

source: Show Home Blog
ar: عرض المدونة على الصفحة الرئيسية

source: You can show latest blog post on home page.
ar: يمكنك عرض آخر مقالة بالمدونة على الصفحة الرئيسية.

source: General Settings
ar: الاعدادات العامة

source: Back To Top Button
ar: عودة إلى الزر العلوي

source: Styling Options
ar: خيارات التصميم

source: Use animation effect
ar: استخدام تأثير الحركة

source: Set Body Background
ar: تعيين خلفية الجسم

source: Body Background
ar: خلفية الجسم

source: Footer Background Color
ar: لون خلفية التذييل

source: Pick a background color for the footer.
ar: اختر لون خلفية التذييل.

source: Header Nav Menu Background
ar: خلفية قائمة التنقل الرأسية

source: Header Background
ar: خلفية الرأسية

source: Header
ar: الرأسية

source: All header related options are listed here.
ar: يتم سرد جميع الخيارات المتعلقة بالرأسية هنا.

source: Show Currency HTML
ar: إظهار HTML العملة

source: You can show Currency in the header.
ar: يمكنك عرض العملة في الرأسية.

source: Show Language HTML
ar: إظهار HTML لغة

source: You can show Language in the header.
ar: يمكنك إظهار اللغة في الرأسية.

source: Use Image for Logo?
ar: استخدام صورة للشعار؟

source: If left unchecked, plain text will be used instead (generated from site name).
ar: إذا تم إلغاء تحديده، فسيتم استخدام النص العادي بدلا من ذلك (تم إنشاؤه من اسم الموقع).

source: Logo Upload
ar: تحميل الشعار

source: Upload your logo here and enter the height of it below
ar: حمل شعارك هنا وأدخل ارتفاعه في الأسفل

source: Logo Height
ar: ارتفاع الشعار

source: Remove Header Search
ar: إزالة البحث في الرأسية

source: Active to remove the search functionality from your header
ar: فعلها لإزالة وظيفة البحث من الرأسية

source: Menu
ar: قائمة

source: All Menu related options are listed here.
ar: يتم سرد كافة خيارات القائمة ذات الصلة هنا.

source: Show Menu Arrow
ar: إظهار سهم القائمة

source: Show arrow in menu.
ar: عرض السهم في القائمة.

source: Show Login/sign and logout link
ar: عرض رابط تسجيل الدخول / و خروج

source: Please Select any option from above.
ar: الرجاء تحديد أي خيار من الأعلى.

source: All footer related options are listed here.
ar: يتم سرد جميع الخيارات المتعلقة بالتذييل هنا.

source: Enable Mailchimp Form
ar: تفعيل إستمارة Mailchimp

source: You can enable/disable Mailchimp Form
ar: يمكن تفعيل/تعطيل إستمارة Mailchimp

source: Custom Footer Color Scheme
ar: نظام لون التذييل المخصص

source: Footer Copyright Background Color
ar: لون خلفية حقوق الطبع والنشر في التذييل

source: Bottom Footer Text
ar: نص التذييل السفلي

source: Powered by Magik
ar: مدعوم من طرف Belaadel.com

source: Blog Page Layout
ar: مظهر صفحة المدونة

source: Select main blog listing and category page layout from the available blog layouts.
ar: حدد قائمة المدونات الرئيسية و مظهر صفحة الفئات من مظاهر المدونة المتاحة.

source: Author's Bio
ar: السيرة الذاتية للمؤلف

source: Show Author Bio on Blog page.
ar: إظهار السيرة الذاتية للمؤلف في صفحة المدونة.

source: Display Post By
ar: إظهار المقالت حسب

source: Display Psot by Author on Listing Page
ar: إظهار المقالت حسب المؤلف على صفحة قائمة

source: Display Tags
ar: إظهار الوسوم

source: Display tags at the bottom of posts.
ar: إظهار الوسوم فس أسفل المقالات.

source: Display Full Date
ar: عرض التاريخ الكامل

source: This will add date of post meta on all blog pages.
ar: سيؤدي هذا إلى إضافة التاريخ على جميع صفحات المدونة.

source: Display Comments Count on Blog Listing.
ar: عرض عدد التعليقات على قائمة المقالات.

source: Display Category
ar: إظهار الفئة/التصنيف

source: Display View Counts
ar: عرض عدد المشاهدات

source: Display View Counts on Blog Listing.
ar: عرض عدد مرات المشاهدة في قائمة المدونة.

source: Facebook URL
ar: URL/رابط الفيسبوك

source: Please enter in your Facebook URL.
ar: الرجاء إدخال URL/رابط الفيسبوك.

source: Twitter URL
ar: URL/رابط تويتر

source: Please enter in your Twitter URL.
ar: الرجاء إدخال URL/رابط تويتر.

source: Google+ URL
ar: URL/رابط غوغل بلاس

source: Please enter in your Google Plus URL.
ar: الرجاء إدخال URL/رابط غوغل بلاس.

source: Pinterest URL
ar: URL/رابط بينترست

source: Please enter in your Pinterest URL.
ar: الرجاء إدخال URL/رابط بينترست.

source: Youtube URL
ar: URL/رابط اليوتيوب

source: Please enter in your Youtube URL.
ar: الرجاء إدخال URL/رابط اليوتيوب.

source: LinkedIn URL
ar: URL/رابط لينكد إن

source: Please enter in your LinkedIn URL.
ar: الرجاء إدخال URL/رابط لينكد إن.

source: RSS URL
ar: URL/رابط RSS

source: Please enter in your RSS URL.
ar: الرجاء إدخال URL/رابط RSS.

source: Creta Options
ar: خيارات القالب

source: Documentation
ar: معلومات

source: Section via hook
ar: قسم عبر الخطاف

source: Theme Variation
ar: متغيرات القالب

source: Select the variation you want to apply on your store.
ar: حدد الشكل الذي تريد تطبيقه على متجرك.

source: Home Slider Uploads
ar: تحميلات منزلق الرئيسية

source: Enable Home Page Slider sub Banners
ar: تفعيل بانر المتزلج الصفحة الرئيسية

source: You can enable/disable Home page Slider Bottom Banners
ar: يمكنك تفعيل / تعطيل لافتات المنزلق السفلي في الصفحة الرئيسية

source: Home Sub Banner 1
ar: بانر 1 في الصفحة الرئيسية

source: Home Sub Banner 1 URL
ar: رابط بانر 1 في الصفحة الرئيسية

source: Home slider sub Banner-1 text
ar: نص بانر 1 في الصفحة الرئيسية

source: Title for the banner-1.
ar: عنوان البانر

source: URL for the banner.
ar: رابط البانر

source: Home Sub Banner 2
ar: بانر 2 في الصفحة الرئيسية

source: Home slider sub Banner-2 text
ar: نص بانر 2 في الصفحة الرئيسية

source: Title for the banner-2.
ar: عنوان البانر 2

source: Upload banner to appear on bottom of slider
ar: تحميل إعلان بانر ليظهر أسفل شريط التمرير (slider)

source: Home Sub Banner 2 URL
ar: رابط بانر 2 في الصفحة الرئيسية

source: Home Sub Banner 3
ar: بانر 3 في الصفحة الرئيسية

source: Upload banner to appear on bottom of slider
ar: تحميل إعلان بانر ليظهر أسفل شريط التمرير (slider)

source: Home Sub Banner 3 URL
ar: رابط بانر 3 في الصفحة الرئيسية

source: Home slider sub Banner-3 text
ar: نص بانر 3 في الصفحة الرئيسية

source: Title for the banner-3.
ar: عنوان البانر 3

source: Home Sub Banner 4
ar: بانر 4 في الصفحة الرئيسية

source: Home Sub Banner 4 URL
ar: رابط بانر 4 في الصفحة الرئيسية

source: Home slider sub Banner-4 text
ar: نص بانر 4 في الصفحة الرئيسية

source: Title for the banner-4.
ar: عنوان البانر 4

source: Home Sub Banner 5
ar: بانر 5 في الصفحة الرئيسية

source: Home Sub Banner 5 URL
ar: رابط بانر 5 في الصفحة الرئيسية

source: Home slider sub Banner-5 text
ar: نص بانر 5 في الصفحة الرئيسية

source: Title for the banner-5.
ar: عنوان البانر 5

source: Show Hot Deal Product
ar: عرض منتج الصفقة الساخنة

source: You can show Hot Deal product on home page.
ar: يمكنك إظهار صفقة المنتج الساخن على الصفحة الرئيسية.

source: New Product Category
ar: فئة/صنف المنتج الجديدة

source: Please choose New Product Category to show its product in home page.
ar: الرجاء اختيار فئة/صنف منتج جديدة لعرض منتجها في الصفحة الرئيسية.

source: Show New Products
ar: عرض منتجات جديدة

source: Show Info Banners
ar: إظهار معلومات البانر

source: Shipping Banner Text
ar: نص بانر الشحن

source: Customer Support Banner Text
ar: نص بانر لدعم العملاء

source: Warrant/Gaurantee Banner Text
ar: نص بانر الضمان

source: Return service Banner Text
ar: نص بانر خدمة المرجوعات

source: Footer
ar: تذييل

source: Footer Copyright Font Color
ar: لون خط حقوق الطبع والنشر في التذييل

source: Footer Text Home
ar: نص تذييل الصفحة الرئيسية

source: Enable footer middle
ar: تفعيل التذييل الأوسط

source: You can enable/disable Footer Middle
ar: يمكنك تعطيل/تفعيل التذييل الأوسط

source: Blog Page
ar: صفحة المدونة

source: Don't include "px" in the string. e.g. 30
ar: لا تتضمن "px" في السلسلة. على سبيل المثال. 30

source: Logo Width
ar: عرض الشعار

source: Display Comments Count
ar: إظهار عدد التعليقات

source: Display Comments Category on Blog Listing.
ar: إظهار صنف التعليقات في قائمة المدونة.

source: Social Media
ar: مواقع إجتماعية

source: Enable Social Link In Footer
ar: تفعيل الرابط الاجتماعي في التذييل

source: Total
ar: المجموع

source: interested in the following items
ar: مهتم(ة) في العناصر التالية

source: Remember me
ar: تذكرني

source: Error 404
ar: خطأ 404

source: Product display in product category page
ar: عرض المنتج في صفحة فئة المنتج

source: Number of item display in product category page
ar: عرض عدد العنصر في صفحة فئة المنتج

source: Enable Company Logo Uploads
ar: تفعيل تحميلات شعار الشركة

source: You can enable/disable Company Logo Uploads
ar: هنا يمكنك تعطيل/تفعيل تحميلات شعار الشركة

source: Company Logo Uploads
ar: تحميلات شعار الشركة

source: Unlimited Logo uploads with drag and drop sortings.
ar: تحميل غير محدود للشعارات مع السحب والإفلات.

source: You can enable/disable Product Page Social Share
ar: يمكنك تعطيل / تعطيل المشاركة الاجتماعية لصفحة المنتج

source: Page
ar: صفحة

source: Daily Archives: %s
ar: أرشيفات يومية: %s

source: Monthly Archives: %s
ar: أرشيفات شهرية: %s

source: Yearly Archives: %s
ar: أرشيفات سنوية: %s

source: Archives: %s
ar: أرشيفات : %s

source: Search results for &ldquo;
ar: نتائج البحث عن &ldquo;

source: Posts tagged &ldquo;
ar: منشورات موسومة &ldquo;

source: Author:
ar: مؤلف:

source: Your comment is awaiting moderation.
ar: تعليقك ينتظر الموافقة عليه.

source: Posts widget
ar: ودجة المقالات

source: Creta: Posts
ar: المقالات

source: Title
ar: العنوان

source: Source
ar: المصدر

source: Random
ar: عشوائي

source: Popular
ar: واسع الإنتشار

source: Recent
ar: حديث/جديد

source: Oldest
ar: أقدم

source: Number of posts to show
ar: عدد المقالات للإظهار

source: Version
ar: إصدار/نسخة

source: Default
ar: إفتراضي

source: Version2
ar: نسخة/إصدار 2

source: Enter your welcome message here
ar: أدخل رسالة الترحيب هنا

source: Enter your welcome message here.
ar: أدخل رسالة الترحيب هنا.

source: Update Required
ar: مطلوب التحديث

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Rated %s out of 5
ar: تم تقييم %s من أصل 5

source: Quick Overview
ar: لمحة سريعة

source: In Stock
ar: متوفر في المخزن

source: Read More
ar: اقرأ أكثر

source: Please do not load this page directly. Thanks!creta
ar: الرجاء عدم تحميل هذه الصفحة مباشرة. شكر!

# comments title
source: Comment (1)
ar: لا وجود لأي تعليق

# Herr: on or off
source: on
ar: مفعل

# Open Sans: on or off
source: on
ar: مفعل

# Montserrat: on or off
source: on
ar: مفعل

# Electrolize: on or off
source: on
ar: مفعل

# Raleway: on or off
source: on
ar: مفعل

source: Sidebar that appears on the right of Blog and Search page.
ar: الشريط الجانبي الذي يظهر على يسار صفحتي المدونة والبحث.

source: Additional sidebar that appears on the left.
ar: شريط جانبي إضافي يظهر على اليسار.

source: Additional sidebar that appears on the right.
ar: شريط جانبي إضافي يظهر على اليمين.

source: %1$s at %2$s
ar: %1$s على %2$s

source: <p>Did you know that Redux sets a global variable for you? To access any of your saved options from within your code you can use your global variable: <strong>$%1$s</strong></p>
ar: <p>هل تعلم أن ريدوكس يحدد متغيرا عاما لك؟ للوصول إلى أي من الخيارات المحفوظة من داخل الشفرة يمكنك استخدام المتغير العام الخاص بك: <strong>$%1$s</strong></p>

source: <p>This text is displayed above the options panel. It isn't required, but more info is always better! The intro_text field accepts all HTML.</p>
ar: <p>يتم عرض هذا النص أعلى لوحة الخيارات. ليس مطلوبا، ولكن المزيد من المعلومات هو دائما أفضل! يقبل حقل intro_text ك:HTML</p>

source: <p>This text is displayed below the options panel. It isn't required, but more info is always better! The footer_text field accepts all HTML.</p>
ar: <p>يتم عرض هذا النص أسفل لوحة الخيارات. ليس مطلوبا، ولكن المزيد من المعلومات هو دائما أفضل! يقبل حقل intro_text ك:HTML</p>

source: Theme Information 1
ar: معلومات القالب 1

source: <p>This is the tab content, HTML is allowed.</p>
ar: <p>هذا هو محتوى علامة التبويب, HTML مسموح.</p>

source: Theme Information 2
ar: معلومات القالب 2

source: <p>This is the sidebar content, HTML is allowed.</p>
ar: <p>هذا هو محتوى الشريط الجانبي, HTML مسموح.</p>

source: Version 2
ar: نسخة/إصدار 2

source: Upload banner to appear on Side of home page gallery
ar: تحميل إعلان بانر ليظهر على جانب معرض الصفحة الرئيسية

source: You can show Show New Products on home page.
ar: يمكنك إظهار منتجات جديدة على الصفحة الرئيسية.

source: You can show best seller products on home page.
ar: يمكنك عرض أفضل منتجات البائع على الصفحة الرئيسية.

source: Number of Featured products on home page.
ar: عدد المنتجات المميزة على الصفحة الرئيسية.

source: Header breadcrumb image
ar: صورة مسار التنقل في الرأسية

source: Upload Header breadcrumb image
ar: تحميل صورة مسار التنقل في الرأسية

source: Enable Product Page Social Share
ar: تفعيل المشاركة الاجتماعية لصفحة المنتج

source: Toggle whether or not to enable a back to top button on your pages.
ar: تبديل ما إذا كان سيتم تفعيل زر الرجوع إلى أعلى الصفحة في صفحاتك أم لا.

source: Body background with image, color, etc.
ar: خلفية الجسم مع الصورة واللون وما إلى ذلك.

source: You can use the following shortcodes in your footer text: [wp-url] [site-url] [theme-url] [login-url] [logout-url] [site-title] [site-tagline] [current-year]
ar: يمكنك استخدام الرموز القصيرة التالية في نص التذييل: [wp-url] [site-url] [theme-url] [login-url] [logout-url] [site-title] [site-tagline] [current-year]
