Repository: belaadel/creta
Catalog: *.po
Languages: ar

source: Footer Middle Text
ar: نص منتصف التذييل

source: <p class="description">This is a section created by adding a filter to the sections array. Can be used by child themes to add/remove sections from the options.</p>
ar: <p class="description">هذا قسم تم إنشاؤه عن طريق إضافة فلتر إلى مصفوفة الأقسام. يمكن استخدامها من قبل الموضوعات الطفل لإضافة / إزالة أقسام من الخيارات.</p>

source: Install Required Plugins
ar: تثبيت الإضافات المطلوبة

source: Install Plugins
ar: تثبيت الإضافات

source: Installing Plugin: %s
ar: تثبيت الإضافة: %s

source: Updating Plugin: %s
ar: تحميل الإضافة: %s

source: Something went wrong with the plugin API.
ar: حدث خطأ مع API الإضافة.

source: This theme requires the following plugin: %1$s.
ar: يتطلب هذا القالب الإضافة التالية: %1$s.

source: This theme recommends the following plugin: %1$s.
ar: يوصى لهذا القالب الإضافة التالية: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
ar: تحتاج الإضافة التالية إلى تحديث إلى أحدث إصدار لضمان أقصى قدر من التوافق مع هذا القالب: %1$s.

source: There is an update available for: %1$s.
ar: هناك تحديث متاح ل: %1$s.

source: The following required plugin is currently inactive: %1$s.
ar: الإضافات المطلوبة التالية غير مفعلة حاليا: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
ar: الإضافة الموصى بها التالية غير مفعلة حاليا: %1$s.

source: Begin installing plugin
ar: ابدأ تثبيت الإضافة

source: Begin updating plugin
ar: ابدأ تحديث الإضافة

source: Begin activating plugin
ar: ابدأ تفعيل الإضافة

source: Return to Required Plugins Installer
ar: ارجع الى مثبت الاضافات المطلوبة

source: Return to the Dashboard
ar: العودة إلى لوحة التحكم الرئيسية

source: Plugin activated successfully.
ar: تم تنشيط المكون الإضافي بنجاح.

source: No action taken. Plugin %1$s was already active.
ar: لم يتم اتخاذ أي إجراء. المكون الإضافي %1$s نشط بالفعل.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
ar: لم يتم تفعيل المكون الإضافي. هناك حاجة إلى إصدار أعلى من %s لهذا القالب. الرجاء تحديث المكون الإضافي.

source: All plugins installed and activated successfully. %1$s
ar: تم تثبيت جميع الإضافات وتنشيطها بنجاح. %1$s

source: Dismiss this notice
ar: إزالة هذا الإشعار

source: There are one or more required or recommended plugins to install, update or activate.
ar: هناك واحد أو أكثر من الإضافات المطلوبة أو الموصى بها تحتاج إلى لتثبيت أو تحديث أو تفعيل.

source: Please contact the administrator of this site for help.
ar: يرجى الاتصال بمسؤول هذا الموقع للحصول على المساعدة.

source: This plugin needs to be updated to be compatible with your theme.
ar: هذا الإضافة يحتاج إلى تحديث لتكون متوافقة مع القالب الخاص بك.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
ar: حزمة القالب عن بعد لا يحتوي على مجلد مع سبيكة المطلوب وإعادة تسمية لم تنجح.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
ar: يرجى الاتصال بمزود الإضافة واطلب منهم حزم الإضافة وفقا لمبادئ وردبريس.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
ar: تتكون حزمة الإضافة البعيد من أكثر من ملف واحد، ولكن لا يتم حزم الملفات في مجلد.

# plugin A *and* plugin B
source: and
ar: و

source: TGMPA v%s
ar: TGMPA إصدار %s

source: Required
ar: مطلوب

source: WordPress Repository
ar: مستودع وردبريس

source: External Source
ar: مصدر خارجي

source: Pre-Packaged
ar: قبل تعبئتها

source: Not Installed
ar: غير مثبت

source: Installed But Not Activated
ar: مثبت ولكن ليس مفعل

source: Active
ar: تفعيل

source: Required Update not Available
ar: التحديث المطلوب غير متوفر

source: Requires Update
ar: يتطلب التحديث

source: Update recommended
ar: التحديث الموصى به

# plugins
source: All <span class="count">(%s)</span>
ar: كل <span class="count">(%s)</span>

source: To Install <span class="count">(%s)</span>
ar: تثبيت <span class="count">(%s)</span>

source: Update Available <span class="count">(%s)</span>
ar: تحديت <span class="count">(%s)</span>

source: To Activate <span class="count">(%s)</span>
ar: تفعيل <span class="count">(%s)</span>

# as in: "version nr unknown"
source: unknown
ar: مجهول

source: Installed version:
ar: الإصدار المثبت:

source: Minimum required version:
ar: الحد الأدنى للإصدار المطلوب:

source: Available version:
ar: الإصدار المتوفر:

source: No plugins to install, update or activate.
ar: لا إضافات تحتاج لتثبيت أو تحديث أو تفعيل.

source: Plugin
ar: إضافة

source: Type
ar: نوع

source: Status
ar: وضعية/حالة

source: Install %2$s
ar: تنصيب %2$s

source: Update %2$s
ar: تحديث %2$s

source: Activate %2$s
ar: تفعيل %2$s

source: Upgrade message from the plugin author:
ar: ترقية الرسالة من مؤلف المكون الإضافي:

source: Install
ar: تنصيب

source: Update
ar: تحديث

source: Activate
ar: تفعيل

source: No plugins were selected to be installed. No action taken.
ar: لم يتم اختيار أي مكونات إضافية ليتم تثبيتها. لم يتم اتخاذ أي إجراء.

source: No plugins were selected to be updated. No action taken.
ar: لم يتم تحديد أية مكونات إضافية ليتم تحديثها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be installed at this time.
ar: لا تتوفر أي مكونات إضافية ليتم تثبيتها في هذا الوقت.

source: No plugins are available to be updated at this time.
ar: لا تتوفر أي إضافات إضافية في هذا الوقت.

source: No plugins were selected to be activated. No action taken.
ar: لم يتم تحديد أية مكونات إضافية يتم تنشيطها. لم يتم اتخاذ أي إجراء.

source: No plugins are available to be activated at this time.
ar: لا تتوفر أي إضافات إضافية في الوقت الحالي.

source: The following plugin was activated successfully:
ar: تم تفعيل الإضافة التالية بنجاح:

source: Plugin activation failed.
ar: إخفاق تفعيل الإضافة.

source: Updating Plugin %1$s (%2$d/%3$d)
ar: تحديث الإضافة %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
ar: حدث خطأ أثناء تثبيت %1$s: <strong>%2$s</strong>.

source: The installation of %1$s failed.
ar: إخفاق في تثبيت %1$s.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأ عملية التثبيت والتفعيل. قد تستغرق هذه العملية بعض الوقت على بعض الإستضافات، لذا يرجى التحلي بالصبر.

source: %1$s installed and activated successfully.
ar: تثبيت وتفعيل بنجاح %1$s.

source: Show Details
ar: اظهر التفاصيل

source: Hide Details
ar: أخف التفاصيل

source: All installations and activations have been completed.
ar: وقد تم الانتهاء من جميع التثبيتات والتفعيلات.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
ar: تثبيت و تفعيل %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
ar: بدأ عملية التثبيت. قد تستغرق هذه العملية بعض الوقت على بعض الإستضافات، لذا يرجى التحلي بالصبر.

source: %1$s installed successfully.
ar: تثبيت %1$s بنجاح.

source: All installations have been completed.
ar: وقد تم الانتهاء من جميع التثبيتات.

source: Installing Plugin %1$s (%2$d/%3$d)
ar: تثبيت الإضافة %1$s (%2$d/%3$d)

# Previous post link
source: <span class="fa fa-arrow-left"></span> &nbsp; Prev POST
ar: <span class="fa fa-arrow-left"></span> &nbsp; المقالة السابقة

# Next post link
source: Next Post &nbsp; <span class="fa fa-arrow-right"></span>
ar: المقالة اللاحقة &nbsp; <span class="fa fa-arrow-right"></span>

source: Sellers
ar: البائعين

source: products
ar: منتجات

source: Add to Wishlist
ar: أضف إلى قائمة الامنيات

source: Blog
ar: المدونة

# breadcrumb
source: Home
ar: الرئيسية

source: Cart Totals
ar: مجموع السلة

source: Shipping
ar: الشحن

source: estimated for %s
ar: مقدر ل %s

source: Product
ar: المنتج

source: Price
ar: السعر

source: Quantity
ar: الكمية

source: Available on backorder
ar: متوفر على لائحة الرد

source: Remove this item
ar: أزل هذا العنصر

source: Enter your coupon code if you have one.
ar: أدخل رمز القسيمة إذا كان لديك رمز.

source: Coupon code
ar: رمز القسيمة

source: Apply Coupon
ar: تطبيق القسيمة

source: you may be
ar: ربما قد تكون

source: Billing &amp; Shipping
ar: الفواتير &amp; الشحن

source: Billing Details
ar: تفاصيل الفاتورة

source: Create an account?
ar: انشئ حساب؟

source: Create an account by entering the information below. If you are a returning customer please login at the top of the page.
ar: إنشاء حساب عن طريق إدخال المعلومات أدناه. إذا كنت من العملاء العائدين يرجى تسجيل الدخول في أعلى الصفحة.

source: You must be logged in to checkout.
ar: يجب عليك أن تقوم بتسجيل الدخول للتمكن من الأداء.

source: Your order
ar: طلبك

source: Products tagged &ldquo;
ar: المنتجات الموسومة &ldquo;

# Product quantity input tooltip
source: Qty
ar: الكمية

source: No products were found matching your selection.
ar: لم يتم العثور على منتجات مطابقة اختيارك.

source: Showing the single result
ar: عرض النتيجة المفردة

source: Showing all %d results
ar: عرض كل %d النتائج

# %1$d = first, %2$d = last, %3$d = total
source: Showing %1$d&ndash;%2$d of %3$d results
ar: عرض %1$d&ndash;%2$d من %3$d النتائج

source: Username or email address
ar: اسم المستخدم أو البريد الالكتروني

source: Password
ar: كلمه المرور

source: Forget password?
ar: هل نسيت كلمة المرور؟

source: Username
ar: اسم المستخدم

source: Email address
ar: عنوان البريد الإلكتروني

source: Anti-spam
ar: مكافحة البريد المزعج

source: Order
ar: طلب

source: Date
ar: تاريخ

source: Recent Orders
ar: الطلبيات الأخيرة/الجديدة

source: %s for %s item
ar: %s من %s عنصر

source: Pay
ar: دفع

source: View
ar: معاينة

source: Order #%1$s was placed on %2$s and is currently %3$s.
ar: تم وضع الطلب #%1$s في %2$s وهو حاليا %3$s.

source: Order Updates
ar: تحديث الطلب

source: This product is currently out of stock and unavailable.
ar: هذا المنتج غير متوفر حاليا.

source: Clear
ar: مسح

source: Out of Stock
ar: إنتهى من المخزن

source: Additional Information
ar: معلومة اضافية

source: Product Description
ar: وصف المنتج
